{"inkVersion":20,"root":[["\n","ev",{"VAR?":"annie"},0,"==","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"talkWithFriend"},{"->":"0.8"},null]}],[{"->":".^.b"},{"b":["^ ",{"->":"doneWithFriend"},{"->":"0.8"},null]}],"nop","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"talkWithFriend":["^Parent: Hello are you Annie, ","ev",{"VAR?":"childName"},"out","/ev","^'s closest friend?","\n","^Annie: Umm...Yes ma'am","\n","^Parent: I'm ","ev",{"VAR?":"childName"},"out","/ev","^'s mother. I need to talk to you about ","ev",{"VAR?":"childName"},"out","/ev","^.","\n","^Annie: Uhh...yes, what about her? She's a real jerk!","\n","^Parent: You shouldn't say things like that about her. What kind of education are you getting studying in such prestigious school?","\n","^Annie: Well she behaves like she's dumb.","\n","^Parent: You say things like these in group chats on social media. She also said that her friends exclude her from group conversations and make fun of her when she tries to interact with you.","\n","^Parent: Do you know how depressed she is nowdays? She barely talks or eats, gets severe anxiety attacks, and sleeps less.","\n","^Annie: Well we were just kind of joking a little bit with her.","\n","^Parent: Well, yeah, that’s what you think, but other kids follow your example. In fact, one of the kids took a picture of her with their phone and posted it and had some real nasty comments on Facebook. It was terrible.","\n","^Annie: So, people treat her like that. It's not my fault is it?","\n","^Parent: No, don’t you get it? This is bullying; it’s cyberbullying, and adults like you are part of the problem. Forget it. I’m planning on discussing this with the principal tomorrow.","\n","^Annie: Oh, wait, wait, wait. Um, uh, oh. I’m sorry if I hurt her feelings , but . . .","\n","^Parent: I get sick and tired of people thinking that a little teasing is okay. Too many kids are killing themselves because they feel that there’s just no way to escape this. The behaviour you friends show towards ","ev",{"VAR?":"childName"},"out","/ev","^ is part of a cyberbullying crime called Exclusion.","\n","^Annie: Okay. Well, I guess I need to be a little bit more careful, but . . .","\n","^Parent: Yeah, you do. I really hope I can get ","ev",{"VAR?":"childName"},"out","/ev","^ to come to school tomorrow. She’s been really, really anxious and depressed.","\n","^Annie: Wow. Uh, I’m really sorry. Could you see if you can bring her to school tomorrow? Uh, I’d like to apologize and see what I can do to, maybe, improve the situation.","\n","^Parent: Thanks. I’d appreciate it. That would help.","\n","ev",1,"/ev",{"VAR=":"annie","re":true},"done",{"#f":1}],"doneWithFriend":["^Annie: I'll see that the bullying never happens again.","\n","^Parent: Thanks!","\n","done",{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"childName"},false,{"VAR=":"changeBlockPos"},0,{"VAR=":"storyIndex"},"str","^","/str",{"VAR=":"descType"},false,{"VAR=":"correctDesc"},0,{"VAR=":"storyPhase"},0,{"VAR=":"annie"},"/ev","end",null],"#f":1}],"listDefs":{}}